Family definition contains view-specific imports. Such imports are inaccessible in the project - consider removal.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FamilyContainsViewSpecificImports { get; }
  Visual Basic
Public Shared ReadOnly Property FamilyContainsViewSpecificImports As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FamilyContainsViewSpecificImports {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PerformanceFailures Class
  Autodesk.Revit.DB Namespace